<?php
$arr_sub = array(
 'sunday' => helper_time('false',null,null,null,null,null,null,null,null,null),
 'monday' => helper_time('true','ชุดนักเรียน','ไทย','คณิต','วิทย์','วิทย์','พักกลางวัน','สุขศึกษา','การงาน','สังคม'),
 'tuesday' => helper_time('true','ชุดนักเรียน','ทัศนศิลป์','ทัศนศิลป์','ไทย','พักกลางวัน','สังคม','Eng (เพิ่มเติม)','คณิต','Eng'),
 'wednesday' => helper_time('true','ชุดพละ','คณิต','Eng','ไทย','พักกลางวัน','วิทย์','พละ','คอม','คอม'),
 'thursday' => helper_time('true','ชุดนักเรียน','ว.เชื้อ','ว.เชื้อ','คณิต','สังคม','พักกลางวัน','คณิต(พัชรี)','ว.ล่วง','ว.ล่วง'),
 'friday' => helper_time('true','ชุดลูกเสือ','แนะแนว','ลูกเสือ','Eng(เพิ่มเติม)','พักกลางวัน','คณิต','สังคม','Eng','ชุมนุม'),
 'saturday' => helper_time('false',null,null,null,null,null,null,null,null,null,null)
); //array ตารางเรียน
$arr_time = array('08:30:00','09:25:00','10:20:00','11:15:00','12:10:00','13:05:00','14:00:00','14:55:00','15:50:00','16:45:00');
 ?>
